---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicInches
source: html/cddd8039-146a-0bad-443b-a05eafb01886.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicInches Property

Cubic inches.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicInches { get; }
```